Revit 2027 API
TessellatedShapeBuilder.NumberOfCompletedFaceSets Property
 Number of completed face sets.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumberOfCompletedFaceSets { get; }
Public ReadOnly Property NumberOfCompletedFaceSets As Integer
	Get
public:
property int NumberOfCompletedFaceSets {
	int get ();
}
member NumberOfCompletedFaceSets : int with get
Property Value
Int32
See Also
Reference
TessellatedShapeBuilder Class
Autodesk.Revit.DB Namespace